"LAST_BACKUP" = "上一次备份：";
"NEXT_BACKUP" = "下次备份：";
"BACKING_UP" = "正在备份：";
"ACCESSING_BACKUP" = "正在访问备份磁盘…";
"IN_PROGRESS" = "正在备份…";
"PREPARING" = "正在准备备份…";
"STOPPING" = "正在停止备份…";
"THINNING" = "正在清理…";
"DELETING" = "删除旧的备份…";
"FINISHING" = "正在结束备份…";
"EXCLUDE" = "排除";
"NOT_MOUNTED" = "备份宗卷未装载。";
"INCLUDED" = "完整备份的估计大小：%@";
"CALCULATING" = "正在计算完整备份的大小…";
"ENCRYPT_IMAGE_NAME" = "“%@%@”的备份";
"DI_ERR_TITLE" = "创建加密的备份映像时出错。";
"DI_EXISTS" = "此磁盘上已经存在一个加密备份。";
"DI_ERROR" = "已发生错误 %d";
"DI_FAILED_TO_MOUNT" = "磁盘映像未能装载。";
"OK" = "好";
"SHOW_HIDDEN_ITEMS" = "显示不可见的项目"; // checkbox
"CALCULATING_SIZE" = "正在计算更改…";
"CALCULATING_CHANGED_ITEMS" = "正在准备 %@ 个项目…";					
"CALCULATING_EXCLUDED_ITEMS" = "正在排除 %@ 个项目…";
"CALCULATING_DEEP_SCANNED_ITEMS" = "正在扫描 %@ 个项目…";

"MOUNTING" = "正在使备份磁盘可用…";
"INDEXING" = "正在索引备份…";

// voice-over strings
"AX_ADD" = "将项目添加到“不备份”列表";
"AX_REMOVE" = "从“不备份”列表去掉项目";

// error strings
"FAILED" = "失败";
"DELAYED" = "延时";
"TIME_MACHINE_ERROR" = "Time Machine 错误";

"WARNING_SAME_DISK_TITLE" = "您确定要备份到原始数据所在的同一个设备吗？";
"WARNING_SAME_DISK_ONE_CONFLICT" = "您选取的用来储存备份的宗卷 “%@”与正被备份的宗卷%@位于同一设备上。\n\n为了完整保护您的数据，您应该将数据备份到其他设备上的宗卷内。\n";
"WARNING_SAME_DISK_MULTIPLE_CONFLICTS" = "您选取的用来储存备份的宗卷“%@”与正被备份的宗卷%@和%@位于同一设备上。\n\n为了完整保护您的数据，您应该将数据备份到其他设备上的宗卷内。\n";
"QUOTED_VOLUME_NAME" = "“%@”";
"LIST_SEPARATOR" = "，";
"USE_SELECTED_DISK_BUTTON" = "使用选定的宗卷";
"CHOOSE_ANOTHER_DISK_BUTTON" = "选择其他宗卷";

"WARNING_NO_DESTINATION_TITLE" = "备份宗卷尚未选定。\n\n";
"WARNING_NO_DESTINATION" = "要选择备份宗卷，请点按“配置”。";

"REMAINING_HOUR" = "%d 小时";
"REMAINING_HOURS" = "%d 小时";
"REMAINING_MIN" = "%d 分钟";	
"REMAINING_MINS" = "%d 分钟";
"REMAINING_HOURS_AND_MINS" = "还剩 %@ %@…";
"REMAINING_ABOUT" = "还剩 %@…";
"REMAINING_LESS_MIN" = "还剩不到一分钟时间…";

"BACKUP_NOW" = "立即备份";
"STOP_BACKING_UP" = "停止备份";
"BYTES_COMPLETED_AND_TOTAL_FORMAT" = "%1$@/%2$@";

// disk formatting dialog
"DISK_NEEDS_REFORMATTING_TITLE" = "您确定要抹掉备份磁盘“%@”吗？抹掉操作将破坏该磁盘上的所有信息，而且不能还原。";
"DISK_NEEDS_REFORMATTING_TEXT" = "因为磁盘的文件系统不兼容，所以必须在将该磁盘用于 Time Machine 备份之前先抹掉其内容。";
"DISK_NEEDS_REFORMATTING_CS_TEXT" = "因为您正在备份的磁盘区分大小写而用于备份的磁盘不区分，所以必须在将该磁盘用于 Time Machine 备份之前先抹掉其内容。";
"ERASE_DISK_BUTTON" = "抹掉";
"DONT_ERASE_BUTTON" = "不抹掉";
"CANCEL_ERASE_BUTTON" = "取消";
"FORMATTING" = "正在抹掉：";

// disk formatting error dialog
"ERROR_FORMATTING_TITLE" = "抹掉 Time Machine 备份磁盘“%@”时发生错误。";

// skip system files alart
"WARNING_SKIP_SYSTEM_FILES_TITLE" = "您已选取排除“系统”文件夹。";
"WARNING_SKIP_SYSTEM_FILES" = "您还想排除随 Mac OS X 安装的其他文件（例如系统应用程序和 UNIX 工具）吗？";
"EXCLUDE_ALL_SYSTEM_FILES_BUTTON" = "排除所有系统文件";
"EXCLUDE_SYSTEM_FOLDER_ONLY_BUTTON" = "仅排除系统文件夹";
"EXCLUDE_LIST_ALL_SYSTEM_FILES" = "系统文件和应用程序";
"EXCLUDE_LIST_CALCULATING_SIZE" = "正在计算大小";

// the name we give a disk after reformatting it for use with Time Machine
"REFORMATTED_DISK_NAME" = "Time Machine 备份"; 

// Disk selection list
"REFORMAT_REQUIRED" = "要求重新格式化（文件系统不兼容）";
"REFORMAT_REQUIRED_CS" = "要求重新格式化（磁盘不区分大小写）";
"SERVER_INFO_FORMAT" = "在“%@”上";
"TIME_CAPSULE_ACCOUNT" = "我的用户帐户";

"DISK_PICKER_NONE" = "无";
"DISK_PICKER_NONE_TOOL_TIP" = "停止备份";
"DISK_PICKER_BUTTON_USE" = "用于备份";
"DISK_PICKER_BUTTON_STOP" = "停止备份";

// Available disk space
"AVAILABLE_AND_TOTAL_DISK_SPACE_FORMAT" = "%@/%@";

// FileVault warnings
"FILEVAULT_WARNING_USER_LEOPARD_TITLE" = "您的用户帐户已打开了 FileVault。只有当您注销时，Time Machine 才会备份您的个人文件夹。";
"FILEVAULT_WARNING_USER_LEOPARD" = "您不能在 Time Machine 备份中浏览或恢复被 FileVault 加密的个人文件夹中的单个项目。要从此类型备份中恢复所有文件和文件夹，请从 Mac OS X 安装光盘启动，然后在“安装器”的“实用工具”菜单中选择“从备份恢复系统”。";
"FILEVAULT_WARNING_ADMIN_LEOPARD_TITLE" = "这台电脑上的一个或多个用户帐户已打开了 FileVault。只有当那些个人文件夹所属的用户注销时，Time Machine 才会备份受 FileVault 保护的个人文件夹。";
"FILEVAULT_WARNING_ADMIN_LEOPARD" = "您不能在 Time Machine 备份中浏览或恢复被 FileVault 加密的个人文件夹中的单个项目。要从此类型备份中恢复所有文件和文件夹，请从 Mac OS X 安装光盘启动，然后在“安装器”的“实用工具”菜单中选择“从备份恢复系统”。";

"FILEVAULT_WARNING_USER_TIGER_TITLE" = "Time Machine 不能备份您的个人文件夹，因为该文件夹使用旧版本的 FileVault 进行了加密。请为您的帐户关闭 FileVault，并再次将其打开；然后执行备份。";
"FILEVAULT_WARNING_ADMIN_TIGER_1_USER_TITLE" = "Time Machine 不能备份帐户“%@”的个人文件夹，因为该文件夹使用旧版本的 FileVault 进行了加密。请为此帐户关闭 FileVault，并再次将其打开；然后执行备份。";
"FILEVAULT_WARNING_ADMIN_TIGER_2_USERS_TITLE" = "Time Machine 不能备份帐户“%@”和“%@”的个人文件夹，因为它们使用旧版本的 FileVault 进行了加密。对于每个帐户，请关闭 FileVault，并再次将其打开；然后执行备份。";
"FILEVAULT_WARNING_ADMIN_TIGER_3_USERS_TITLE" = "Time Machine 不能备份帐户“%@”、“%@”和“%@”的个人文件夹，因为它们使用旧版本的 FileVault 进行了加密。对于每个帐户，请关闭 FileVault，并再次将其打开；然后执行备份。";
"FILEVAULT_WARNING_ADMIN_TIGER_MORE_USERS_TITLE" = "Time Machine 不能备份帐户“%@”、“%@”、“%@”以及其他帐户的个人文件夹，因为它们使用旧版本的 FileVault 进行了加密。对于每个帐户，请关闭 FileVault，并再次将其打开；然后执行备份。";
"FILEVAULT_WARNING_TIGER" = "Time Machine 会备份受 FileVault 保护的个人文件夹，但您不能在 Time Machine 备份中浏览或恢复被 FileVault 加密的个人文件夹中的单个项目。要从此类型的备份中恢复所有文件和文件夹，请从 Mac OS X 安装光盘启动，然后在“安装器”的“实用工具”菜单中选择“从备份恢复系统”。";

"NEXT_BACKUP_WHEN_CONNECTED" = "磁盘连接时";
"NEXT_BACKUP_TURNED_OFF" = "自动备份关闭";
"NEXT_BACKUP_WHEN_PLUGGED_IN" = "Mac 接入电源时";

"WILL_START_IN_ONE_SEC" = "1 秒钟…";
"WILL_START_IN_X_SECS" = "%@ 秒钟…";

"DESTINATION_TOOLTIP" = "宗卷：%@\n装载位置：%@";

"LATEST_SUCCESSFUL_BACKUP" = "成功的最新备份：%@ %@";

"INSUFFICIENT_ACCESS_TITLE" = "您在所选网络备份磁盘上没有必需的读取、写入和追加权限。";
"INSUFFICIENT_ACCESS_MESSAGE" = "请用其他用户连接或者联系您的网络管理员。";

"ERROR_OBTAINING_URL" = "内部错误 - 获取“%@”的 url 失败";

"KEYCHAIN_ERROR" = "为用户名称“%2$@”和 URL“%3$@”创建系统钥匙串条目过程中发生钥匙串错误 %1$d。";
"KEYCHAIN_RECOVERY_SUGGESTION" = "您可以尝试使用“钥匙串访问”实用工具来编辑或修复系统钥匙串。";

"ERROR_NETAUTHMOUNT" = "Time Machine 不能访问备份磁盘“%@”。";

"UNKNOWN_DISK_NAME" = "未命名";

// health check strings
PERFORMING_HEALTH_CHECK = "正在验证备份…";
SKIP_HEALTH_CHECK = "跳过验证";
SKIPPING_HEALTH_CHECK = "正在跳过验证…";
